/******************************************************************************
 * Author: liguoqiang
 * Date: 2023-09-06 17:50:12
 * LastEditors: liguoqiang
 * LastEditTime: 2023-12-07 12:06:14
 * Description:
********************************************************************************/
package mdb

import (
	"hjyserver/mdb/mysql"
)

/******************************************************
* 定义 数据库初始化函数
* 在open函数中实现数据库的打开操作
*******************************************************/

func Open() bool {
	return mysql.Open()
}

func Close() {
	mysql.Close()
}
